child('Константин Дубровин','Александр Дубровин').
child('Константин Дубровин','Тамара Дубровин').
child('Татьяна Дубровин','Николай Ерофеев').
child('Татьяна Дубровин','Галина Ерофеев').
child('Дмитрий Дубровин','Константин Дубровин').
child('Дмитрий Дубровин','Татьяна Дубровин').
child('Александра Дубровин','Константин Дубровин').
child('Александра Дубровин','Татьяна Дубровин').
child('Роман Дубровин','Константин Дубровин').
child('Роман Дубровин','Татьяна Дубровин').
child('Александр Дубровин','Афанасий Дубровин').
child('Александр Дубровин','Анастасия Дубровин').
child('Тамара Дубровин','Семён Дубровин').
child('Тамара Дубровин','Мария Дубровин').
child('Николай Ерофеев','Александр Ерофеев').
child('Николай Ерофеев','Мария Ерофеев').
child('Галина Ерофеев','Анатолий Нифонтов').
child('Галина Ерофеев','Наталья Нифонтов').
child('Елена Ерофеев','Николай Ерофеев').
child('Елена Ерофеев','Галина Ерофеев').
child('Анатолий Нифонтов','Никита Нифонтов').
child('Анатолий Нифонтов','Анна Нифонтов').
child('Наталья Нифонтов','Афанасий Денисов').
child('Наталья Нифонтов','Ксения Денисов').
child('Александр Ерофеев','Иван Ерофеев').
child('Александр Ерофеев','Екатерина Ерофеев').
child('Мария Ерофеев','Дмитрий Воробьев').
child('Мария Ерофеев','Софья Воробьев').
child('Евгения Дубровин','Семён Дубровин').
child('Евгения Дубровин','Мария Дубровин').
child('Валентина Дубровин','Семён Дубровин').
child('Валентина Дубровин','Мария Дубровин').
child('Иван Ерофеев','Савелий Ерофеев').
child('Иван Ерофеев','Анастасия Ерофеев').
child('Екатерина Ерофеев','Петр Громов').
child('Екатерина Ерофеев','Валерия Громов').
child('Дмитрий Воробьев','Артем Воробьев').
child('Дмитрий Воробьев','Мария Воробьев').
child('Софья Воробьев','Виталий Волков').
child('Софья Воробьев','Надежда Волков').
child('Никита Нифонтов','Павел Нифонтов').
child('Никита Нифонтов','Александра Нифонтов').
child('Анна Нифонтов','Георгий Боев').
child('Анна Нифонтов','Светлана Боев').
child('Афанасий Денисов','Константин Денисов').
child('Афанасий Денисов','Серафима Денисов').
child('Ксения Денисов','Тимур Сковорода').
child('Ксения Денисов','Василиса Сковорода').
male('Константин Дубровин').
male('Дмитрий Дубровин').
male('Роман Дубровин').
male('Александр Дубровин').
male('Николай Ерофеев').
male('Анатолий Нифонтов').
male('Александр Ерофеев').
male('Семён Дубровин').
male('Иван Ерофеев').
male('Савелий Ерофеев').
male('Петр Громов').
male('Дмитрий Воробьев').
male('Никита Нифонтов').
male('Афанасий Денисов').
male('Артем Воробьев').
male('Виталий Волков').
male('Павел Нифонтов').
male('Александра Нифонтов Нифонтов').
male('Георгий Боев').
male('Константин Денисов').
male('Тимур Сковорода').
male('Афанасий Дубровин').
female('Татьяна Дубровин').
female('Александра Дубровин').
female('Тамара Дубровин').
female('Галина Ерофеев').
female('Елена Ерофеев').
female('Наталья Нифонтов').
female('Мария Ерофеев').
female('Мария Дубровин').
female('Евгения Дубровин').
female('Валентина Дубровин').
female('Екатерина Ерофеев').
female('Анастасия Ерофеев').
female('Валерия Громов').
female('Софья Воробьев').
female('Анна Нифонтов').
female('Ксения Денисов').
female('Мария Воробьев').
female('Надежда Волков').
female('Александра Нифонтов').
female('Светлана Боев').
female('Серафима Денисов').
female('Василиса Сковорода').
female('Анастасия Дубровин').